{
	"code": "chaos_daemons",
	"faction": "Chaos Daemons",
	"tactics": [
		{
			"title": "Cleaving Blow",
			"sub": "Chaos Daemons Tactic",
			"desc": "Use this Tactic when you pick a Bloodletter model from your kill team to attack in the Fight phase. Add 1 to the Damage characteristic of that model's Hellblade until the end of the phase.",
			"cp": 1,
			"phases": {
				"fight": true
			}
		},
		{
			"title": "Deadly Dance",
			"sub": "Chaos Daemons Tactic",
			"desc": "Use this Tactic before making a Charge roll for a Daemonette model from your kill team. You can roll 3d6 and pick which two rolls to use when determining this model's charge distance in this battle round.",
			"cp": 1,
			"phases": {
				"move": true
			}
		},
		{
			"title": "Mutated Fire",
			"sub": "Chaos Daemons Tactic",
			"desc": "Use this Tactic when you pick a Horror model from your kill team to attack in the Shooting phase. Until the end of the phase, change the Armour Piercing characteristic of this model's Coruscating Flames to -3.",
			"cp": 1,
			"phases": {
				"shoot": true
			}
		},
		{
			"title": "Pestilential Aura",
			"sub": "Chaos Daemons Tactic",
			"desc": "Use this Tactic at the start of any battle round. Pick one Plaguebearer model from your kill team. If this model is obscured, attacks that target this model suffer an additional -1 modifier to their hit rolls until the end of the battle round.",
			"cp": 1,
			"phases": {
				"round": true
			},
			"keywords": [
				"Plaguebearer"
			]
		},
		{
			"title": "Reality Blinks",
			"sub": "Chaos Daemons Tactic",
			"desc": "Use this Tactic when a Chaos Daemon that is not a Horror from your kill team is taken out of action. Roll one d6. On a 4+, that injury roll is ignored and the model is restored to 1 wound.",
			"cp": 3,
			"phases": {
				"event": true
			}
		},
		{
			"title": "Warp-Spawned Terror",
			"sub": "Chaos Daemons Tactic",
			"desc": "Use this Tactic at the start of the Morale phase. Add 1 to Nerve tests for enemy models that are within 3\" of any Chaos Daemon models from your kill team.",
			"cp": 2,
			"phases": {
				"morale": true
			}
		}
	]
}