{
	"packageName": "KillTeam Stratagems",
	"versionName": "0.1-alpha",
	"versionCode": 1,
	"factions": [
		{
			"faction": "Genestealer Cults",
			"Stratagems": [
				{
					"title": "Density Analysis Lenses",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot in the Shooting phase. Add 1 to hit rolls for that model against targets which are obscured.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Frenzied Hammering",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when an Aberrant from your kill team armed with a power hammer attacks in the Fight phase. Increase that model's Attacks characteristic by D3 until the end of the phase, but subtract 1 from hit rolls for that model's attacks until the end of the phase.",
					"cp": 2,
					"phases": {
						"fight": true
					},
					"equipment": [
						"power hammer"
					]
				},
				{
					"title": "Industrial Brutality",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic after making attacks with a model armed with a heavy rock drill, heavy rock saw or heavy rock cutter in the Fight phase. Roll a D6. On a 4+ that model may immediately fight again.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"equipment": [
						"heavy rock cutter",
						"heavy rock drill",
						"heavy rock saw"
					]
				},
				{
					"title": "Inhuman Reflexes",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when a model from your kill team fails a Falling test. It deosn't suffer falling damage, and won't fall on another model. If it wound, instead place this model as close as possible to the point where it wound have landed. This can bring it within 1\"\" of an enemy model.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Strength of Faith",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when a model from your kill team suffers a mortal wound in the Psychic phase. Roll a D6 for that mortal wound, and each other mortal wound suffered by that model until the end of the phase. On a 5+ that wound is ignored and has no effect.",
					"cp": 1,
					"phases": {
						"psychic": true
					}
				},
				{
					"title": "Unnatural Senses",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when a model from your kill team is declared as a target of a charge. That model may fire Overwatch at the charging model; even if the charging model is not visible to it. The target is treated as obscured.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Acidic Spit",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic at the beginning of the Shooting phase. Pick an enemy model within 1\"\" of a model from your kill team and roll a dice. On a 5+ that enemy model suffers 1 mortal wound.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "I Like to Keep This Handy",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick a model from your kill team armed with a shotgun. Change the shotugn's Type to Pistol 2 until the end of the phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"shotgun"
					]
				},
				{
					"title": "Mesmerising Gaze",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic at the beginning of the Fight phase. Pick an enemy model within 1\"\" of a model from your kill team and roll a dice. On a 4+ subtract 1 from that model's Attacks characteristic (to a minimum of 1) until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Raise the Icon",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic at the start of the Fight phase. Pick a model from your kill team equipped with a cult icon. Increase the range of that model's Cult Icon ability to 12\"\" until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"equipment": [
						"cult icon"
					]
				},
				{
					"title": "Seismic Blast",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot with the short wave profile of a seismic cannon. If an attack for the weapon hits, roll a dice for each other model within 2\"\" of the target model. On a 5+ that model is shaken.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Toxin Gland",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when you pick a Hybrid Metamorph from your kill team to fight in the Fight phase. Add 1 to wound rolls for that model's rending claw or metamorph talon until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Unsettling Presence",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic at the start of the battle round if your kill team includes a Commander. As long as this model is not shaken, enemy models within 6\"\" of this model have -1 Leadership.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "Blinding Acid Spit",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when a model from your kill team is chosen as the target of an attack in the Fight phase. Roll a dice; on a 4+ subtract 1 from hit rolls made for the attacking model until the end of the phase.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Corrosive Fuel",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to shoot with a hand flamer. Improve the Armour Penetration characteristic of that weapon to -1 and its Damage characteristic to 2 until the end of the phase.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"hand flamer"
					]
				},
				{
					"title": "The Cult Innumerable",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when a model from your kill team (other than a specialist) is taken out of action. You can set up that model again, in your deployment zone and more than 9\"\" from any enemy models. The model is still treated as a casualty at the end of the battle.",
					"cp": 3,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Ensnaring Strike",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when you pick a model in your kill team armed with a lash whip and bonesword to fight in the Fight phase. Until the end of the phase, if that model scores any hits, you can pick one melee weapon their target is armed with. The target model may not use that melee weapon in this phase.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"equipment": [
						"bonesword",
						"lash whip"
					]
				},
				{
					"title": "Messy Demise",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when a model from your kill team takes an enemy model out of action with an attack made with a heavy rock saw. Roll a dice for each enemy model within 3\"\" of the model that made the attack. On a roll of 5+ the model you are rolling for is shaken.",
					"cp": 2,
					"phases": {
						"fight": true
					},
					"equipment": [
						"heavy rock saw"
					]
				},
				{
					"title": "Plant the Flag",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic when a model from your kill team equipped with a cult icon takes an enemy model out of action in the Fight phase. Friendly models within 6\"\" of that model do not need to take Nerve tests until the end of the battle round.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"equipment": [
						"cult icon"
					]
				},
				{
					"title": "Secret Lair",
					"sub": "Genestealer Cults Tactic",
					"desc": "Use this Tactic at the start of the Movement phase of round 1, 2, or 3. Pick a model from your team within 3\"\" of a Ryza-pattern ruin hatchway and remove that model from the field. At the end of the next Movement phase, set up that model within 3\"\" of any Ryza-pattern ruin hatchway and more than 9\"\" from any enemy models. If you cannot set up that model, it remains in hiding; try again at the end of the next Movement phase. If this model has not been set up again before the end of the mission, it is out of action.",
					"cp": 1,
					"phases": {
						"move": true
					}
				}
			]
		},
		{
			"faction": "Gellerpox Infected",
			"Stratagems": [
				{
					"title": "Corruption and Decay",
					"sub": "Gellerpox Infected Tactic",
					"desc": "Use this Tactic at the start of the Fight phase. Choose an enemy model within 3\"\" of a model from your kill team. Until the end of the phase, subtract 1 from that enemy model's Toughness characteristic.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Gellershift",
					"sub": "Gellerpox Infected Tactic",
					"desc": "Use this Tactic in the Movement phase before making a normal move with a Gellerpox Mutant from your kill team. Remove that model from the battlefield, then set it up anywhere on the battlefield that is more than 4\"\" from any enemy models. It cannot move further in this phase.",
					"cp": 2,
					"phases": {
						"move": true
					},
					"keywords": [
						"Gellerpox Mutant"
					]
				},
				{
					"title": "Machine Glitch",
					"sub": "Gellerpox Infected Tactic",
					"desc": "Use this Tactic when a player attempts to open or close a door if a Glitchling from your Kill Team that is not shaken is within 1\"\" of that door or doorway. Add 3 to your dice result when rolling off to determine if that door opens (or remains closed) or if it closes (or remains open).",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Rancid Vomit",
					"sub": "Gellerpox Infected Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Choose a Nightmare Hulk model from your kill team and then choose an enemy model within 6\"\" of and visible to it. Roll three D6; for each roll of 5+ that enemy model suffers 1 mortal wound.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Nightmare Hulk"
					]
				},
				{
					"title": "Twisted Blessings",
					"sub": "Gellerpox Infected Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose a Nightmare Hulk model from your kill team that has one or more flesh wounds and roll a D6; on a 4+ one flesh wound is removed from that model.",
					"cp": 2,
					"phases": {
						"move": true
					},
					"keywords": [
						"Nightmare Hulk"
					]
				},
				{
					"title": "Verminoid Infestation",
					"sub": "Gellerpox Infected Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Set up a Mutoid Vermin model on the battlefield anywhere that is wholly within 6\"\" of a Gellerpox Infected model from your kill team and more than 6\"\" from any enemy models. This Mutoid Vermin model is added to your kill team until the end of the mssion, but is ignored for the purposes of determineing wheteher your kill team is broken. At the end of the battle, remove all models added to your kill team through this Tactic before determining who has won the mission.",
					"cp": 3,
					"phases": {
						"move": true
					}
				}
			]
		},
		{
			"faction": "Adeptus Custodes",
			"Stratagems": [
				{
					"title": "Concussion Grenades",
					"sub": "Adeptus Custodes Tactic",
					"desc": "Use this Tactic when you choose an Allarus Custodian from your kill team to shoot with a balistus grenade launcher in the Shooting phase. Until the end of the battle round, that weapon has an AP characteristic of 0, but models that suffer any hits from that weapon cannot attack in the Shooting phase and your opponent must subtract 1 from hit rolls made for those models in the Fight phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Allarus Custodian"
					],
					"equipment": [
						"balistus grenade launcher"
					]
				},
				{
					"title": "From Golden Light",
					"sub": "Adeptus Custodes Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Terminator"
					]
				},
				{
					"title": "Ever Vigilant",
					"sub": "Adeptus Custodes Tactic",
					"desc": "Use this Tactic at the end of the Movement phase when an opponent sets up a model within 12\"\" of a model from your kill team that is not shaken. Your model can immediately shoot at the enemy model as if it were the Shooting phase, but you must subtract 1 from the resulting hit rolls.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Inspire Fear",
					"sub": "Adeptus Custodes Tactic",
					"desc": "Use this Tactic at the beginning of the Morale phase. Choose a model from your kill team that is not shaken. Opponents must add 1 to Nerve tests taken for enemy models within 3\"\" of that model in this phase.",
					"cp": 1,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Spark of Divinity",
					"sub": "Adeptus Custodes Tactic",
					"desc": "Use this Tactic when an enemy Psyker manifests a psychic power within 12\"\" of a model from your kill team that is not shaken. You can take a Deny the Witch test for that model as if it were a Psyker.",
					"cp": 1,
					"phases": {
						"psychic": true
					}
				},
				{
					"title": "Unflinching",
					"sub": "Adeptus Custodes Tactic",
					"desc": "Use this Tactic when an opponent chooses a model from your kill team that is not shaken as a target of a charge. When that model fires Overwatch in this phase, they successfully hit on a roll of 5 or 6.",
					"cp": 1,
					"phases": {
						"event": true
					}
				}
			]
		},
		{
			"faction": "Heretic Astartes",
			"Stratagems": [
				{
					"title": "Beseech the Gods",
					"sub": "Heretic Astartes Tactic",
					"desc": "Use this Tactic at the start of the first battle round. Pick a model from your kill team and roll a D6. On a 1 that model is found unworthy and suffers D3 mortal wounds. On a 2+ add 1 to hit and wound rolls for the model until the end of the battle. You can only use this Tactic once per battle.",
					"cp": 2,
					"phases": {
						"round_one": true
					}
				},
				{
					"title": "Daemon Spirit",
					"sub": "Heretic Astartes Tactic",
					"desc": "This Tactic is used at the end of the Movement phase. Pick an enemy model within 1\"\" of your Leader and roll a D6. On a 4+ that enemy model suffers 1 mortal wound.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Fury of Khorne",
					"sub": "Heretic Astartes Tactic",
					"desc": "Use this Tactic at the end of the Fight phase. Pick a Khorne model from your kill team that is within 1\"\" of an enemy model - your model can immediately fight again.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Veterans of the Long War",
					"sub": "Heretic Astartes Tactic",
					"desc": "Use this Tactic when a Chaos Space Marine or Terminator model from your kill team is chosen to attack in the Shooting or Fight phase. You can add 1 to wound rolls for the model's attacks that target Imperium models until the end of the phase.",
					"cp": 2,
					"phases": {
						"event": true
					},
					"keywords": [
						"Terminator"
					]
				},
				{
					"title": "Teleport Strike",
					"sub": "Heretic Astartes Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Terminator"
					]
				}
			]
		},
		{
			"faction": "Harlequins",
			"Stratagems": [
				{
					"title": "Cegorach's Jest",
					"sub": "Harlequins Tactic",
					"desc": "Use this Tactic after an enemy model has Fallen Back from a model from your kill team. Provided no other enemy models are within 1\"\" of your model, it can shoot at the model that Fell Back as if it were the Shooting phase.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Fire and Fade",
					"sub": "Harlequins Tactic",
					"desc": "Use this Tactic after a model from your kill team shoots in the Shooting phase. The model can immediately make a normal move of up to 7\"\" as if it were the Movement phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Mirthless Hatred",
					"sub": "Harlequins Tactic",
					"desc": "Use this Tactic when a model from your kill team is chosen to fight. Reroll failed hit rolls and failed wound rolls for this model's attacks that target Slaanesh models until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Prismatic Blur",
					"sub": "Harlequins Tactic",
					"desc": "Use this Tactic in the Movement phase when a model from your kill team advances. That model has a 3+ invulnerable save until the start of the next battle round.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "War Dancers",
					"sub": "Harlequins Tactic",
					"desc": "Use this Tactic at the end of the Fight phase. Pick a model from your kill team that has already fought this phase. That model can immediately fight an addition time.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Warrior Acrobats",
					"sub": "Harlequins Tactic",
					"desc": "Use this Tactic in the Movement phase when a model from your kill team Advances. Add 6\"\" to the model's Move characteristic for that Movement phase instead of rolling a dice.",
					"cp": 1,
					"phases": {
						"move": true
					}
				}
			]
		},
		{
			"faction": "Necrons",
			"Stratagems": [
				{
					"title": "Disruption Fields",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to fight in the Fight phase. Increase the Strength characteristic of that model by 1 until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Flensing Fury",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when you choose a Flayed One in your kill team to fight in the Fight phase. Until the end of the phase, each time you make a wound roll of 6+ for that model's flayer claws, add 1 to the Damage characteristic of the weapon for that attack.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"keywords": [
						"Flayed One"
					]
				},
				{
					"title": "Mindshackle Scarabs",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick an enemy model within 6\"\" of a model from your kill team and roll 2D6. If the result is higher than the enemy model's Leadership characteristic, you can immediately make a shooting attack with one of that model's range weapons as if it were a model from your kill team.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Overcharged Disintegration",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic in the Shooting phase when you choose a model in your kill team to shoot with a gauss flayer or gauss blaster. Improve the Armour Penetration characteristic of that weapon by 1 until the end of the phase (e.g. AP -1 becomes AP -2, AP -2 becomes AP -3).",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"gauss blaster",
						"gauss flayer"
					]
				},
				{
					"title": "Prime Reanimation Protocols",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when an Injury roll is made for a model from your kill team. Roll an additional dice and apply the lowest result.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Targeting Routines",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot in the Shooting phase. Add 1 to hit rolls for that model against targets which are obscured.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Assured Disintegration",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when you choose a Deathmark from your kill team to shoot in the Shooting phase. Until the end of the phase you may RR hit rolls made for that model.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Deathmark"
					]
				},
				{
					"title": "Deathless Ire",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when a model​ from your kill team suffers a flesh wound​ as the result of an Injury roll. It is shaken instead.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Entropic Strike",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when you choose a mode​l in your kill team to fight in the Fight phase​. Until the end of the phase, if that model's attacks​ reduce a target to 0 ​wounds, add 1 to the Injury roll​ you make for the target.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Resurrection Protocols",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic when your Leader is slain​. Instead of removing the model, place it on its side​. At the end of the phase, roll a D6​. On a 4+ the model is no longer slain​: stand the model up again as close as possible to its previous position but more than 1\"\" away from enemy models with 1 wound remaining and no flesh wounds. If a model is still on the battlefield at the end of the battle after having been resurrected in this way, it is not considered to have been taken out of action for victory points purposes. You can only use this Tactic once per battle.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Superior Inheritance",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic after a model ​from your kill team shoots with a gauss flayer or gauss blaster​. That model can immediately shoot again​ with the same weapon.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"gauss blaster",
						"gauss flayer"
					]
				},
				{
					"title": "Tireless Advance",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase​. One model ​of your choice from your kill team becomes Readied ​(even if it moved in the previous Movement phase) and may shoot in this phase​ as if they had not moved in the Movement phase. This Tactic may not be used on a model that is within 1\"\" of an enemy model.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Grisly Trophies",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic at the beginning of the Morale phase, if models from your kill team are the only models on an Imperial Defense Line model. Your opponent(s) must add 1 to any Nerve tests they take for enemy models within 4\"\"of that Imperial Defense Line.",
					"cp": 2,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Enduring Will",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic at the start of the battle round if your kill team includes a Commander, as long as that model is not shaken. Until the end of the battle round, reduce the damage that model suffers from each attack by 1, to a minimum of 1.",
					"cp": 2,
					"phases": {
						"round": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "Hunters from Hyperspace",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Deathmark models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Deathmark"
					]
				},
				{
					"title": "Haunting Horrors",
					"sub": "Necrons Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Flayed One models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Flayed One"
					]
				}
			]
		},
		{
			"faction": "Orks",
			"Stratagems": [
				{
					"title": "Dakka Dakka Dakka",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic after a model from your kill team shoots in the Shooting phase. You can immediately shoot an additional time with that model.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Gnasher Squig",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic at the start of the Fight phase. Pick an enemy model that is within 1\"\" of any of your models and roll a D6. On a 4+, that enemy model suffers 1 mortal wound.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Grot Shield",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick a model from your kill team that is within 2\"\" of a Gretchin model. Until the end of the phase, while that Gretchin model is on the battlefield, any attacks which target the chosen model are resolved against that Gretchin model instead.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Just a Flesh Wound",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when a model from your kill team is taken out of action. Roll a D6. On a 4+ that model suffers a flesh wound instead.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Krump 'Em!",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to fight in the Fight phase. Increase the Strength characteristic of that model by 1 until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Mek's Special Stikkbomb",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to attack with a stikkbomb. Until the end of the phase, change the weapon's type to Grenade D3 and add 1 to its Strength and Damage characteristics.",
					"cp": 2,
					"phases": {
						"event": true
					},
					"equipment": [
						"stikkbomb"
					]
				},
				{
					"title": "Dead 'Ard",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when a model from your kill team suffers a mortal wound. Roll a D6 for that mortal wound, and each other mortal wound suffered by that model for the rest of the phase: on a 5+ the mortal wound is ignored and has no effect.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Ere We Go, 'Ere We Go",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic after making a charge roll for one of your models. RR one of the dice.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Indiscriminate Dakka",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic after firing Overwatch with one of your models. You can immediately fire Overwatch again.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Itchin' for a Fight",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to fight in the Fight phase. You can make one additional attack with that model for each enemy model within 1\"\" of it.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Pyromaniak",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when you choose for a model to shoot with a burna. The burna makes D6 attacks instead of D3 this phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"burna"
					]
				},
				{
					"title": "Waaagh!",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when it is your turn to move in the Movement phase and your Leader is on the battlefield and not shaken. For the duration of that phase, add 1\"\" to the Move characteristic of all models in your kill team, and add 1 to their Advance and charge rolls.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Joyride",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to make a normal move in the Movement phase, and that model is within 1\"\" of a Galvanic Servohauler. When you move that model in this phase, simultaneously move the Galvanic Servohauler as if it were a friendly model. Both models are considered to have a Move characteristic of 2D6\"\" in this phase, cannot Advance, cannot move vertically and must end their moves within 1\"\" of each other.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Duff 'Em Up",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic at the start of the battle round if your kill team includes a Commander. As long as this model is not shaken, add 1 to the Strength characteristic of friendly models that are within 3\"\" of this model.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "Kunnin' Infiltrators",
					"sub": "Orks Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Kommando models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Kommando"
					]
				}
			]
		},
		{
			"faction": "Tyranids",
			"Stratagems": [
				{
					"title": "Caustic Blood",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when a model from your kill team loses a wound in the Fight phase. Roll a D6 for each enemy model within 1\"\" of that model. On a 6 that enemy model suffers 1 mortal wound after all of its attacks have been resolved.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Feeder Tendrils",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when a Genestealer or Lictor from your kill team takes an enemy Leader out of action in the Fight phase. Gain D3 Command Points.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Hunting Roar",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when a Tyranid Warrior from your kill team finishes a charge move within 1\"\" of any enemy models. You can RR failed hit rolls for models from your kill team within 6\"\" of that Tyranid Warrior in the Fight phase in this battle round.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Lurk",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic in the Movement phase. Pick a model from your kill team that has not yet moved. That model may not move this phase, but for the rest of the battle round, if this model is obscured, shooting attacks that target this model suffer an addition -1 to their hit rolls.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Metabolic Overdrive",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic in the Movement phase, after making a normal move with a model from your kill team. You can make a second normal move with that model, but if you do, the model cannot shoot this battle round. In addition, roll a D6; on a 1 the model suffers 1 mortal wound.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Scorch Bugs",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when a Termagant with a fleshborer from your kill team is chosen to shoot in the Shooting phase. Add 1 to wound rolls for that model until the end of the phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"fleshborer"
					]
				},
				{
					"title": "Adrenaline Surge",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic at the end of the Fight phase. Pick a model from your kill team. That model can immediately fight an additional time.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Implant Attack",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic before an Injury roll is made for an enemy model that was reduced to 0 wounds by a model from your kill team in the Fight phase. Apply a +2 modifier to the Injury roll.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Legacy of Ymgarl",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when you choose a Genestealer in your kill team to fight in the Fight phase. RR failed wound rolls for that model until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Predatory Leap",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic before making a charge roll for a model from your kill team. Treat that model as if it could Fly when making its charge move.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Rapid Regeneration",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when a model from your kill team is taken out of action. Roll a D6. On a 4+ that model is treated as if it had suffered a flesh wound instead.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Single-minded Annihilation",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic after a model from your kill team shoots in the Shooting phase. You can immediately shoot an additional time with that model. This Tactic costs 1 Command Point to use, or 2 Command Points if used on a Tyranid Warrior or Ravener, or 3 Command Points if used on a Hive Guard",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Ravener"
					]
				},
				{
					"title": "Dragged Into the Darkeness",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to shoot with in the Shooting phase. If their target is within 1\"\" of any Munitorum Crates or Munitorum Barrels any wound rolls of 6\"\" cause a mortal wound in addition to any other damage.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Voracious Appetite",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic when you choose a Commander to fight in the Fight phase. You can re-roll failed wound rolls for that model's attacks until the end of the phase.",
					"cp": 2,
					"phases": {
						"fight": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "Death from Below",
					"sub": "Tyranids Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Ravener models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Ravener"
					]
				}
			]
		},
		{
			"faction": "Grey Knights",
			"Stratagems": [
				{
					"title": "Heed the Prognosticars",
					"sub": "Grey Knights Tactic",
					"desc": "Use this Tactic at the start of the battle round. Pick a model from your kill team and add 1 to its saving throws until the end of the battle round.",
					"cp": 2,
					"phases": {
						"round": true
					}
				},
				{
					"title": "Honour the Chapter",
					"sub": "Grey Knights Tactic",
					"desc": "Use this Tactic at the end of the Fight phase. Pick a model from your kill team. That model can immediately fight an additional time.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Psybolt Ammunition",
					"sub": "Grey Knights Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot with a storm bolter. The weapon's Strength characteristic is 5 and its Armour Penetration characteristic is -1 until the end of the phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"storm bolter"
					]
				},
				{
					"title": "Psychic Channelling",
					"sub": "Grey Knights Tactic",
					"desc": "Use this Tactic when taking a Psychic test for a model from your kill team. Roll three dice raher than two and use the two highest rolls.",
					"cp": 2,
					"phases": {
						"psychic": true
					}
				},
				{
					"title": "Teleport Strike",
					"sub": "Grey Knights Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Terminator"
					]
				}
			]
		},
		{
			"faction": "Craftworlds",
			"Stratagems": [
				{
					"title": "Asurmen's Blessing",
					"sub": "Craftworlds Tactic",
					"desc": "Use this Tactic when you choose a Dire Avenger from your kill team to shoot in the Shooting phase. You can RR failed hit rolls for that model until the end of the phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Dire Avenger"
					]
				},
				{
					"title": "Feigned Retreat",
					"sub": "Craftworlds Tactic",
					"desc": "Use this Tactic after a model from your kill team Falls Back. That model can still shoot this battle round.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Fire and Fade",
					"sub": "Craftworlds Tactic",
					"desc": "Use this Tactic after a model from your kill team shoots in the Shooting phase. The model can immediately make a normal move of up to 7\"\" as if it were the Movement phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Matchless Ability",
					"sub": "Craftworlds Tactic",
					"desc": "Use this Tactic in the Movement phase when a model from your kill team Advances. Add 6\"\" to the model's Move characteristic for that Movement phase instead of rolling a dice.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Phantasm",
					"sub": "Craftworlds Tactic",
					"desc": "Use this Tactic at the beginning of the first battle round. Pick a model from your kill team and set it up again, anywhere in your deployment zone.",
					"cp": 2,
					"phases": {
						"round_one": true
					}
				},
				{
					"title": "Rune of Ynnead",
					"sub": "Craftworlds Tactic",
					"desc": "Use this Tactic when a model from your kill team is taken out of action. Roll a D6. On a 4+ that model suffers a flesh wound instead.",
					"cp": 2,
					"phases": {
						"event": true
					}
				}
			]
		},
		{
			"faction": "Drukhari",
			"Stratagems": [
				{
					"title": "Cruel Deception",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic after a model from your kill team falls Back. That model can still shoot this battle round.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Fire and Fade",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic after a model from your kill team shoots in the Shooting phase. The model can immediately make a normal move of up to 7\"\" as if it were the Movement phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Pray They Don't Take You Alive",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic if a model from your kill team takes an enemy Leader out of action in the Fight phase. For the remainder of the battle, models in that enemy Leader's kill team must subract 1 from their Leadership characteristic.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Torment Grenade",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot with a phantasm grenade launcher. If an enemy model is hit by any attacks made with that weapon this phase, then, in addition to the normal effects, roll 3D6. If the result is higher than the target's Leadership characteristic, it suffers 1 mortal wound.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"phantasm grenade launcher"
					]
				},
				{
					"title": "Architect of Pain",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic at the start of the battle round. Choose a model from your kill team that has the Power From Pain ability. Until the end of the battle round, that model treats the current battle round as being 1 higher than it actually is when determining what bonuses it gains from the Power From Pain table.",
					"cp": 1,
					"phases": {
						"round": true
					}
				},
				{
					"title": "Bloodied Grace",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic when a Wych from your kill team would consolidate as part of fighting in the Fight phase. You may move them up to 6\"\" instead of up to 3\"\".",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Hunt From the Shadows",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic when a model from your kill team is chosen as the target of an enemy attack in the Shooting phase and it is obscured. Until the end of the phase, add 1 to that model's saving throws.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Hyperstimm",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic at the start of the battle round. Choose a model from your kill team that has the Combat Drugs ability. Until the end of the battle round, the bonus that model receives from its Combat Drugs is doubled. At the end of the battle round, roll a D6. If you roll a 1, the model suffers a mortal wound.",
					"cp": 1,
					"phases": {
						"round": true
					}
				},
				{
					"title": "Lightning-fast Reactions",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic when a model from your kill team is chosen as the target of an enemy attack in the Shooting of Fight phase. Your opponent(s) must subtract 1 from hit rolls that target this model for the rest of the phase.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Murderous Rivalry",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic at the start of the Hammer of Wrath section of the Fight phase. The first time it is your turn to choose a model that charged to fight with, you may instead choose two models from your kill team that ended their charge moves within 4\"\" of each other. You may resolve both models' attacks before any other player chooses a model to fight with.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Profane the Ruins",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic at the beginning of the battle round. Choose an Eldritch Ruin. Until the end of the battle round, models from your kill team treat the current battle round as being 1 higher than it actually is when determining what bonuses they gain from the Power From Pain table whilst they are within 1\"\" of that ruin.",
					"cp": 2,
					"phases": {
						"round": true
					}
				},
				{
					"title": "Dark Majesty",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic at the start of the battle round if your kill team includes a Commander. As long as that model is not shaken, models from your kill team within 6\"\" of this model ignore the penalty to their hit rolls from one flesh wound they have suffered.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "From Out of the Shadows",
					"sub": "Drukhari Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Mandrake models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Mandrake"
					]
				}
			]
		},
		{
			"faction": "Elucidian Starstriders",
			"Stratagems": [
				{
					"title": "Combat Medicine",
					"sub": "Elucidian Starstriders Tactic",
					"desc": "Use this Tactic after using Sanistasia Minst's Healing Serum ability (whether or not the ability was successful). You can immediately use that ability for a second time this phase, either on a different model or the same model again.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Executioner Shell",
					"sub": "Elucidian Starstriders Tactic",
					"desc": "Use this Tactic before Voidmaster Nitsch is chosen to shoot with in the Shooting phase. Only make a single hit roll with his artificer shotgun this phase, but add 3 to the result; if the hit roll is successful, the enemy suffers 1 mortal wound and the attack sequence ends.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"shotgun"
					]
				},
				{
					"title": "Killing Strikes",
					"sub": "Elucidian Starstriders Tactic",
					"desc": "Use this Tactic before Knosso Prond is chose to fight with in the Fight phase. Until the end of the phase, the Damage characteristic of her power blade is increased to D3.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Priority Objective Identified",
					"sub": "Elucidian Starstriders Tactic",
					"desc": "Use this Tactic at the end of the Movement phase if Larsen van der Grauss is within 3\"\" of an objective marker and not shaken. Until the end of the battle round, add 1 to his saving throws and Attacks characteristic.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Voltagheist Field",
					"sub": "Elucidian Starstriders Tactic",
					"desc": "Use this Tactic before Larsen van der Grauss is chosen to shoot with in the Shooting phase. He can do one of the following instead of shooting normally: open or close a door as if he were within 1\"\" of it, scan a terrain feature for traps (your opponent(s) must tell you if that terrain feature has been trapped or not), or ignore penalties to his hit rolls for the target model being obscured when shooting with his voltaic pistol in this phase.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Voltagheist Transference",
					"sub": "Elucidian Starstriders Tactic",
					"desc": "Use this Tactic in the Movement phase before making a normal move with Larsen van der Grauss. Remove this model from the battlefield, then set it up anywhere that is more than 4\"\" from any enemy models. He cannot move further this phase.",
					"cp": 2,
					"phases": {
						"move": true
					}
				}
			]
		},
		{
			"faction": "Servants of the Abyss",
			"Stratagems": [
				{
					"title": "Veterans of the Long War",
					"sub": "Servants of the Abyss Tactic",
					"desc": "Use this Tactic when a Rubrik Marine model from your kill team is chosen to attack in the Shooting or Fight phase. You can add 1 to wound rolls for the model's attacks that target Imperium models until the end of the phase.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Expendable Minions",
					"sub": "Servants of the Abyss Tactic",
					"desc": "Use this Tactic when a Heretic Astartes model from your kill team is picked as the target of a shooting attack. Pick a Servants of the Abyss model (excluding Heretic Astartes models) from your kill team that is within 1\"\" of that model - these attacks are resolved against that model instead.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Blackstone Trinket",
					"sub": "Servants of the Abyss Tactic",
					"desc": "Use this Tactic when an enemy Psyker successfully manifests a psychic power within 6\"\" of a Servants of the Abyss model from your kill team. Roll a D6. On a 4+ that psychic power has no effect.",
					"cp": 2,
					"phases": {
						"psychic": true
					}
				},
				{
					"title": "Fully Charged",
					"sub": "Servants of the Abyss Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick two Negavolt Cultist models from your kill team that are within 1\"\" of each other. Add 1 to invulnerable saves made for these models until the end of this battle round.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				}
			]
		},
		{
			"faction": "",
			"Stratagems": [
				{
					"title": "Careful Aim",
					"sub": "Sniper Level 1 Tactic",
					"desc": "Use this Tactic when you choose a Sniper specialist from your kill team to shoot in the Shooting phase. You can add 1 to hit rolls for that model until the end of the phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Sniper specialist"
					],
					"specialist": "Sniper",
					"level": 1
				},
				{
					"title": "Headshot",
					"sub": "Sniper Level 2 Tactic",
					"desc": "Use this Tactic when you pick a Sniper specialist of Level 2 or higher from your kill team to shoot in the Shooting phase. Until the end of the phase, when that model shoots at obscured targets they are considered not to be obscured.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Sniper specialist"
					],
					"specialist": "Sniper",
					"level": 2
				},
				{
					"title": "Quick Shot",
					"sub": "Sniper Level 3 Tactic",
					"desc": "Use this Tactic when you pick a Sniper specialist of Level 3 or higher from your kill team to shoot in the Shooting phase. In this Shooting phase, double the number of shots fired by that model’s ranged weapons (e.g. an Assault 2 weapon would fire 4 shots), but subtract 1 from hit rolls for that model. You cannot use this Tactic in the same battle round as the Headshot Tactic.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Sniper specialist"
					],
					"specialist": "Sniper",
					"level": 3
				},
				{
					"title": "Lead by Example",
					"sub": "Leader Level 1 Tactic",
					"desc": "Use this Tactic when you pick a Leader from your kill team to fight in the Fight phase. Choose another friendly model within 3\"\" of them that is eligible to fight. You can fight with each of these models, in an order of your choice, before the next player’s turn.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"specialist": "Leader",
					"level": 1
				},
				{
					"title": "Fire on my Target",
					"sub": "Leader Level 2 Tactic",
					"desc": "Use this Tactic when you pick a Leader of Level 2 or higher from your kill team to shoot in the Shooting phase. Choose another friendly model within 3\"\" of them that is eligible to shoot. You can make a shooting attack with each of these models, in an order of your choice, before the next player’s turn.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"specialist": "Leader",
					"level": 2
				},
				{
					"title": "Force Of Will",
					"sub": "Leader Level 3 Tactic",
					"desc": "Use this Tactic at the start of the battle round, if a Leader of Level 3 or higher from your kill team is on the battlefield and not shaken. In this battle round, your kill team does not suffer the penalty for being broken.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"specialist": "Leader",
					"level": 3
				},
				{
					"title": "Up And At ‘Em!",
					"sub": "Combat Level 1 Tactic",
					"desc": "Use this Tactic in the Fight phase, after attacking with a model from your kill team. Pick a Combat specialist from your kill team that has not yet attacked this phase: you can immediately fight with them.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"specialist": "Combat",
					"level": 1
				},
				{
					"title": "Defensive Fighter",
					"sub": "Combat Level 2 Tactic",
					"desc": "Use this Tactic at the start of the Fight phase. Pick a Combat specialist of Level 2 or higher from your kill team. Until the end of the phase, you must subtract 2 from that model’s Attacks characteristic (to a minimum of 1), but your opponent(s) must re-roll successful hit rolls made against that model.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"specialist": "Combat",
					"level": 2
				},
				{
					"title": "Deadly Charge",
					"sub": "Combat Level 3 Tactic",
					"desc": "Use this Tactic when a Combat specialist of Level 3 or higher from your kill team finishes a charge move within 1\"\" of an enemy model. Roll a D6; on a 5+ that enemy model suffers 1 mortal wound.",
					"cp": 1,
					"phases": {
						"event": true
					},
					"specialist": "Combat",
					"level": 3
				},
				{
					"title": "Rousing Transmission",
					"sub": "Comms Level 1 Tactic",
					"desc": "Use this Tactic in the Morale phase before taking any Nerve tests. Until the end of the phase you can subtract 1 from Nerve tests for models from your kill team as though the Comms specialist was within 2\"\" of them.",
					"cp": 1,
					"phases": {
						"morale": true
					},
					"specialist": "Comms",
					"level": 1
				},
				{
					"title": "Scanner Uplink",
					"sub": "Comms Level 2 Tactic",
					"desc": "Use this Tactic when you pick a model from your kill team that is within 6\"\" of a friendly Comms specialist of Level 2 or higher to shoot in the Shooting phase. That model can target an enemy model that is not visible to them. If they do so, a 6 is required for a successful hit roll irrespective of the model’s Ballistic Skill or any other modifiers, even if that weapon would normally hit automatically. The target is treated as obscured.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"specialist": "Comms",
					"level": 2
				},
				{
					"title": "New Intelligence",
					"sub": "Comms Level 3 Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Pick a model from your kill team within 12\"\" of a friendly Comms specialist of Level 3 or higher. Ready that model.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"specialist": "Comms",
					"level": 3
				},
				{
					"title": "Custom Ammo",
					"sub": "Demolitions Level 1 Tactic",
					"desc": "Use this Tactic when you pick a Demolitions specialist from your kill team to shoot in the Shooting phase. You can add 1 to wound rolls for that model’s ranged weapons in this phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"specialist": "Demolitions",
					"level": 1
				},
				{
					"title": "Lucky Escape",
					"sub": "Demolitions Level 2 Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick a Demolitions specialist of Level 2 or higher from your kill team. Roll a D6 each time that model loses a wound in this phase; on a 5+ that wound is not lost.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"specialist": "Demolitions",
					"level": 2
				},
				{
					"title": "High Explosive",
					"sub": "Demolitions Level 3 Tactic",
					"desc": "Use this Tactic when you pick a Demolitions specialist of Level 3 or higher from your kill team to shoot in the Shooting phase. In this Shooting phase, they can only shoot a single weapon, and that weapon can only fire 1 shot (even if it would normally fire more). However, that weapon’s Damage characteristic is increased by 2. You cannot use this Tactic in the same battle round as the Custom Ammo Tactic.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"specialist": "Demolitions",
					"level": 3
				},
				{
					"title": "More Bullets",
					"sub": "Heavy Level 1 Tactic",
					"desc": "Use this Tactic when you pick a Heavy specialist from your kill team to shoot in the Shooting phase. You can add 1 to the number of shots fired by that model’s ranged weapons, with the exception of weapons that would otherwise fire 1 shot (e.g. an Assault 2 weapon would fire 3 shots, but a Rapid Fire 1 weapon at long range would fire 1 shot) in this Shooting phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"specialist": "Heavy",
					"level": 1
				},
				{
					"title": "Overwhelming Firepower",
					"sub": "Heavy Level 2 Tactic",
					"desc": "Use this Tactic when you pick a Heavy specialist of Level 2 or higher from your kill team to shoot in the Shooting phase. That model can shoot twice in this Shooting phase; after they have shot a first time, immediately shoot with them again. You cannot use this Tactic in the same battle round as the More Bullets Tactic.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"specialist": "Heavy",
					"level": 2
				},
				{
					"title": "Unkillable",
					"sub": "Heavy Level 3 Tactic",
					"desc": "Use this Tactic at the start of your turn in the Morale phase. Pick a Heavy specialist of Level 3 or higher from your kill team that has one or more flesh wounds. Remove one of that model’s flesh wounds.",
					"cp": 1,
					"phases": {
						"morale": true
					},
					"specialist": "Heavy",
					"level": 3
				},
				{
					"title": "Stimm-Shot",
					"sub": "Medic Level 1 Tactic",
					"desc": "Use this Tactic at the start of the Movement phase. Pick a model from your kill team within 2\"\" of a friendly Medic specialist that is not shaken. You can add 1 to Advance rolls and charge rolls for that model, and add 1 to that model’s Attacks characteristic until the end of the battle round.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"specialist": "Medic",
					"level": 1
				},
				{
					"title": "Painkiller",
					"sub": "Medic Level 2 Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Pick a model from your kill team within 2\"\" of a friendly Medic specialist of Level 2 or higher that is not shaken. Add 2 to that model’s Toughness characteristic until the end of the battle round.",
					"cp": 2,
					"phases": {
						"move": true
					},
					"specialist": "Medic",
					"level": 2
				},
				{
					"title": "Emergency Resuscitation",
					"sub": "Medic Level 3 Tactic",
					"desc": "Use this Tactic when a Medic specialist of Level 3 or higher from your kill team that is not shaken is within 2\"\" of another model from your kill team that suffers an Out of Action Injury roll result. That model suffers a Flesh Wound result instead.",
					"cp": 2,
					"phases": {
						"event": true
					},
					"specialist": "Medic",
					"level": 3
				},
				{
					"title": "Quick March",
					"sub": "Scout Level 1 Tactic",
					"desc": "Use this Tactic when you pick a Scout specialist from your kill team to move in the Movement phase. Increase the model’s Move characteristic by 2\"\" this phase.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"specialist": "Scout",
					"level": 1
				},
				{
					"title": "Marked Positions",
					"sub": "Scout Level 2 Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick an enemy model within 6\"\" of a Scout specialist of Level 2 or higher from your kill team that is not shaken. You can re-roll hit rolls of 1 for shooting attacks made by models in your kill team that target that enemy model until the end of the phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"specialist": "Scout",
					"level": 2
				},
				{
					"title": "Move Unseen",
					"sub": "Scout Level 3 Tactic",
					"desc": "Use this Tactic at the start of your turn in the Movement phase. Pick a Scout specialist of Level 3 or higher from your kill team that is not shaken. Remove that model from the battlefield and set it up again anywhere within 18\"\" of its previous position and more than 3\"\" from any enemy models. It is considered to have Advanced.",
					"cp": 2,
					"phases": {
						"move": true
					},
					"specialist": "Scout",
					"level": 3
				},
				{
					"title": "Adaptive Tactics",
					"sub": "Veteran Level 1 Tactic",
					"desc": "Use this Tactic at the start of the first battle round, but before the Initiative phase. Pick a Veteran specialist from your kill team. They can make a normal move or Advance. You can only use this Tactic once per battle.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"specialist": "Veteran",
					"level": 1
				},
				{
					"title": "Well Drilled",
					"sub": "Veteran Level 2 Tactic",
					"desc": "Use this Tactic at the start of your turn in the Shooting phase. Pick a Veteran specialist of Level 2 or higher from your kill team. Ready them unless they are within 1\"\" of an enemy. They can shoot in that phase as if they had not moved in the Movement phase.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"specialist": "Veteran",
					"level": 2
				},
				{
					"title": "Roll With The Hits",
					"sub": "Veteran Level 3 Tactic",
					"desc": "Use this Tactic during your opponent’s turn in the Shooting phase. Pick a Veteran specialist of Level 3 or higher from your kill team that has been Injured, before your opponent makes the Injury roll. Your opponent can only roll a single dice for that Injury roll.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"specialist": "Veteran",
					"level": 3
				},
				{
					"title": "Killing Frenzy",
					"sub": "Zealot Level 1 Tactic",
					"desc": "Use this Tactic when you pick a Zealot specialist from your kill team to fight in the Fight phase. Until the end of the phase, each time you make a hit roll of 6+ for that model you can make an additional attack with the same weapon against the same target. These attacks cannot themselves generate any further attacks.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"specialist": "Zealot",
					"level": 1
				},
				{
					"title": "Martyr",
					"sub": "Zealot Level 2 Tactic",
					"desc": "Use this Tactic when a Zealot specialist of Level 2 or higher from your kill team loses their last wound, before any player rolls on the Injury table. You may immediately shoot with one of its weapons as if it were the Shooting phase, or pile in and make one attack as if it were the Fight phase.",
					"cp": 2,
					"phases": {
						"event": true
					},
					"specialist": "Zealot",
					"level": 2
				},
				{
					"title": "Terrifying Rampage",
					"sub": "Zealot Level 3 Tactic",
					"desc": "Use this Tactic at the start of the Morale phase. Pick a Zealot specialist of Level 3 or higher from your kill team that took an enemy model out of action in the preceding Fight phase. Each enemy model within 6\"\" of the Zealot must take a Nerve test. If the test is failed the model is shaken.",
					"cp": 2,
					"phases": {
						"morale": true
					},
					"specialist": "Zealot",
					"level": 3
				},
				{
					"title": "Decisive Move",
					"sub": "Tactic",
					"desc": "Use this Tactic at the start of the Movement phase. Pick a model from your kill team and make a move with it before any other models (including an Advance move, Fall Back move or charge attempt if you wish). If another player uses this Tactic, roll off; the winner goes first.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Decisive Shot",
					"sub": "Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick a model from your kill team that is eligible to shoot and shoot with it before any other models. If another player uses this Tactic, roll off; the winner goes first.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Decisive Strike",
					"sub": "Tactic",
					"desc": "Use this Tactic at the start of the Fight phase. Pick a model from your kill team that is eligible to fight and fight with it before any other models. If another player uses this Tactic, roll off; the winner goes first.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Gritted Teeth",
					"sub": "Tactic",
					"desc": "Use this Tactic when you choose a model with one or more flesh wounds to shoot in the Shooting phase or fight in the Fight phase. Until the end of the phase, this model's attacks do not suffer any penalty to their hit rolls from this model's flesh wound(s).",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Insane Bravery",
					"sub": "Tactic",
					"desc": "Use this Tactic before taking any Nerve tests in the Morale phase. You can automatically pass a single Nerve test for a model from your kill team.",
					"cp": 1,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Tactical Re-Roll",
					"sub": "Tactic",
					"desc": "RR a single Advance roll, charge roll, Psychic test, Deny the Witch test, hit roll, wound roll, saving throw, Injury roll or Nerve test.",
					"cp": 1,
					"phases": {
						"event": true
					}
				}
			]
		},
		{
			"faction": "Adeptus Astartes",
			"Stratagems": [
				{
					"title": "Armour of Contempt",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when a model from your kill team suffers a mortal wound. Roll a d6 for that mortal wound, and each other mortal wound suffered by that model for the rest of the phase; on a 5+ the mortal wound is ignored and has no effect.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Death to the Traitors!",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to fight in the Fight phase. Until the end of that phase, each time you make a hit roll of 6+ for that model and the target is a Heretic Astartes model, you can immediately make an extra attack against the same model using the same weapon. These attacks cannot themselves generate any furthur attacks.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Hellfire Shells",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot with a heavy bolter. You can only make a single hit roll for the weapon this phase, however, if it hits, the target suffers D3 mortal wounds instead of the normal damage.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"heavy bolter"
					]
				},
				{
					"title": "Honour the Chapter",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic at the end of the Fight phase. Pick a model from your kill team. That model can immediately fight an additional time.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Masterful Marksmanship",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic in the Shooting phase when you choose an Intercessor from your kil team to shoot with a stalker bolt rifle. Until the end of that phase, you can add 1 to hit and wound rolls for that model.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Intercessor"
					],
					"equipment": [
						"stalker bolt rifle"
					]
				},
				{
					"title": "Shock and Awe",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when you declare a Reiver from your kill team will attempt to charge. Before any Overwatch attacks are made, you can make a single shooting attack using this model's shock grenades against a target of the charge. If the attack is successful, that target may not fire Overwatch this phase in addition to the normal effects of the grenade.",
					"cp": 2,
					"phases": {
						"move": true
					},
					"keywords": [
						"Reiver"
					]
				},
				{
					"title": "Adaptive Strategy",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic as soon as your kill team is broken. You immediately generate D3 Command Points.",
					"cp": 1,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Angel of Death",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic after choosing a model that charged in this battle round to fight with. Add 1 to that model's Attacks characteristics for this phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Auspex Scan",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when you choose a Readied model to shoot with. Ignore all negative hit modifiers for that model this phase.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Battle-Brothers",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic after failing a saving throw for a model that is within 3\"\" of another friendly model that is not shaken. No damage is inflicted upon the target model, but one friendly model of your choice that is within 3\"\" of the target model and not shaken suffers a number of mortal wounds equal to the Damage characteristic of the weapon used in the attack.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Death Denied",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when one of your models is taken out of action. That model suffers a flesh wound instead.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Psychological Warfare",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic at the start of the Morale phase. Choose a Reiver from your kill team that took an enemy model out of action in the preceding Fight phase and is not shaken. Add 1 to any Nerve tests made this phase for enemy models within 6\"\" of the model you chose.",
					"cp": 1,
					"phases": {
						"morale": true
					},
					"keywords": [
						"Reiver"
					]
				},
				{
					"title": "Alchomite Detonation",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose an Alchomite Stack that is within 1\"\" of at least one model from your kill team that is not shaken. At the end of the following Movement phase, roll a dice for each model within 3\"\" of that Alchomite Stack. On a 4+ that model suffers 1 mortal wound. Then remove the Alchomite Stack . Any models that were standing on that terrain are placed on the battlefield directly below where they were standing.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Champion of Humanity",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when you choose a Commander to fight in the Fight phase. Choose hit or wound rolls. You cacn re-roll all failed rolls of the type you chose for that model's attacks that target enemy Commanders until the end of the phase.",
					"cp": 2,
					"phases": {
						"fight": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "Angel of Death",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic after choosing a model that charged in this battle round to fight with. Add 1 to that model's Attacks characteristics for this phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Death Denied",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic when one of your models is taken out of action. That model suffers a flesh wound instead.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Grav-chute Descent",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three models that are any combination of Grav-chute and/or Reiver models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Reiver"
					]
				},
				{
					"title": "Jump Pack Assault",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Jump Pack models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Jump Pack"
					]
				},
				{
					"title": "Smoke Grenades",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic at the beginning of the Shooting phase. Choose an Infiltrator or a Suppressor Sergeant from your kill team that isn't shaken. That model cannot make shooting attacks in this phase, but until the end of the phase all models within 3\"\" of it are considered to be obscured to models that target them with shooting attacks.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"keywords": [
						"Infiltrator",
						"Suppressor Sergeant"
					]
				},
				{
					"title": "Teleport Strike",
					"sub": "Adeptus Astartes Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Terminator"
					]
				}
			]
		},
		{
			"faction": "Deathwatch",
			"Stratagems": [
				{
					"title": "Decapitation Doctrine",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic when a model from your kill team is chosen to attack in the Shooting or Fight phase. Until the end of the phase, RR failed wound rolls for that model that targets an enemy Leader.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Hellfire Shell",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot with a heavy bolter or the heavy bolter profile of an infernus heavy bolter. You can only make a single hit roll with the weapon this phase (subtracting 1 as normal if also firing an infernus heavy bolter's flamer), however if it hits, the target suffers D3 mortal wounds instead of the normal damage.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"heavy bolter",
						"infernus heavy bolter"
					]
				},
				{
					"title": "Only In Death Does Duty End",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic when a model from your kill team is taken out of action; that model summons the strength for one final attack, and can immediately either shoot as if it were your turn in the Shooting phase, or fight as if it were your turn in the Fight phase.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Rival Chapters",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic when a model from your kill team is chosen to attack in the Shooting or Fight phase whilst there is another model from your kill team within 2\"\" of it. Until the end of the phase, RR hit rolls of 1 for both models.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Tactical Priority",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic at the start of any battle round after the first. When you do, choose a datasheet. That datasheet is now your kill team's priority target as described in Mission Tactics, rather than the datasheet you chose previously.",
					"cp": 1,
					"phases": {
						"round": true
					}
				},
				{
					"title": "Teleport Strike",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Terminator"
					]
				},
				{
					"title": "Death to the Alien",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to fight in the Fight phase. Each time you make a hit roll of 5+ for that model during this phase, that model can, if it was targeting a model that does not have the Imperium, Chaos, or Unaligned keyword, immediately make an additional attack against the same model using the same weapon. These extra attacks cannot themselves generate any further attacks.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "My Armour Is Contempt",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic when a model from your kill team suffers a mortal wound. Roll a D6 for that mortal wound, and each other mortal wound inflicted on this model for the rest of the phase; on a 5+ that mortal wound is ignored and has no effect.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Priority Execution",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to fight in the Fight phase. Add 1 to all wound rolls for that model until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Tactical Disengagement",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic in the Movement phase when a model in your kill team Retreats. That model may Retreat up to 6\"\" rather than up to 3\"\", and may fire its weapons in the Shooting phase of this battle round even though it Retreated.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "The Beheading",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic at the start of the Fight phase. Until the end of the phase, you may RR hit rolls for any attacks that target an enemy Leader.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Unrelenting",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic in the Shooting phase when you choose a model from your kill team to shoot. When rolling to hit for this model's shooting atacks, it is considered not to have moved in the previous Movement phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Trust In Your Armour",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic at the beginning of the Movement phase. Until the end of the phase, models from your kill team treat Barbed Venomgorse as open ground and can move though it as if it were not there (though each model must end its move on a surface it can stand on).",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Vigiliance Incarnate",
					"sub": "Deathwatch Tactic",
					"desc": "Use this Tactic at the start of the battle round if your kill team includes a Commander. As long as this model is not shaken, roll a D6 whenever a model from your kill team within 3\"\" of this model loses a wound. On a 6 that wound is not lost. If a model already has an ability with a similar effect, you can choose which effect applies, and re-roll 1s when making these rolls.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"keywords": [
						"Commander"
					]
				}
			]
		},
		{
			"faction": "Adeptus Mechanicus",
			"Stratagems": [
				{
					"title": "Conqueror Doctrina Imperative",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to fight in the Fight phase. Add 1 to hit rolls for the model until the end of the phase. If the model is within 6\"\" of a friendly model equipped with an enhanced data-tether, you can add 2 to the hit rolls instead.",
					"cp": 2,
					"phases": {
						"fight": true
					},
					"equipment": [
						"enhanced data-tether"
					]
				},
				{
					"title": "Dunestrider",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic in the Movement phase when a model from your kill team Advances. Roll 2 dice and pick which result to use when making the Advance roll.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Gloria Mechanicus",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic after determining which Canticle of the Omnissiah is in effect this battle round. Randomly determine a Canticle of the Omnissiah - that Canticle is in effect instead.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Protector Doctrina Imperative",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic when you choose a model in your kill team to shoot in the Shooting phase. Add 1 to hit rolls for the model until the end of the phase. If the model is within 6\"\" of a friendly model equipped with an enhanced data-tether, you can add 2 to the hit rolls instead.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"enhanced data-tether"
					]
				},
				{
					"title": "Infiltrators",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Sicarian Infiltrator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Infiltrator",
						"Sicarian Infiltrator"
					]
				},
				{
					"title": "Auto-tracking Software",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic in the Movement phase when an opponent declares a charge against a model from your kill team. When that model fires Overwatch this phase, they successfully hit on a roll of 5 or 6.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Hyper-penetrative Shot",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic when you pick a model from your kill team armed with a transuranic arquebus to shoot. Until the end of the phase, attacks made by this model with this weapon do not suffer the penalties to hit rolls or Injury rolls for the target being obscured.",
					"cp": 2,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"transuranic arquebus"
					]
				},
				{
					"title": "Optimal Conditions",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the Movement phase. Add 1 to charge rolls made for models in your kil team until the end of the phase.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Scryer Skull",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the Movement phase if an opponent picked the Plant Traps strategy in the Scouting phase. Pick a piece of terrain within 6\"\" of your Leader. Your opponents must revel to you whether or not they have booby-trapped that piece of terrain.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Stabilisation Actuators",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic before you take a Falling test for a model from your kill team. You can RR the dice when taking this test, and when taking any further Falling tests for that model in this battle round.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Transonic Attunement",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic in the Fight phase when a model from your kill team armed with transonic blades, a transonic razor or a chordclaw is chosen to attack. Until the end of the phase, add 1 to wound rolls for attacks made by that model with any of these weapons.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"equipment": [
						"chordclaw",
						"transonic blades",
						"transonic razor"
					]
				},
				{
					"title": "Auto-repair Protocols",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the beginning of the battle round if your kill team includes a Commander that is not shaken. Tehy recover 1 wound lost earlier in the battle.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "Alpha Target Proximity",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the Fight phase. Pick a model from your kill team. Until the end of the phase, re-roll wound rolls of 1 for that model.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "The Machine God's Will",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the Morale phase. Ignore all modifiers to the first Nerve test you make this phase.",
					"cp": 1,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Neurostatic Shock",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the Morale phase. Pick a Sicarian Infiltrator from your kill team that is not shaken. Until the end of the phase, subtract 1 from the Leadership characteristic of enemy models that are within 3\"\" of that model. This is cumulative with the Neurostatic Aura ability",
					"cp": 1,
					"phases": {
						"morale": true
					},
					"keywords": [
						"Infiltrator",
						"Sicarian Infiltrator"
					]
				},
				{
					"title": "Reknit Circuitry",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the beginning of the Morale phase. Choose a model from your kill team and remove D3 flesh wounds from that model.",
					"cp": 1,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Trauma Override Protocol",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the Movement phase. Pick a model from your kill team which has an invulnerable save. Until the start of the next Movement phase, that model's invulnerable save is improved by 1 (to a maximum of 3+).",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Zealous Disciples",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the battle round, before picking a Canticle of the Omnissiah. You may pick a Canticle to be in effect that has already been chosen in a previous battle round. This Tactic may only be used once per battle.",
					"cp": 2,
					"phases": {
						"round": true
					}
				},
				{
					"title": "Defensive Interfacing",
					"sub": "Adeptus Mechanicus Tactic",
					"desc": "Use this Tactic at the start of the battle round. Until the end of the battle round, you can re-roll hit rolls of 1 for attacks made by models from your kill team that are within 3\"\" of a Ryza-pattern ruin when they fire Overwatch.",
					"cp": 1,
					"phases": {
						"round": true
					}
				}
			]
		},
		{
			"faction": "Death Guard",
			"Stratagems": [
				{
					"title": "Cloud of Flies",
					"sub": "Death Guard Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Pick a model from your kill team. Until the end of the battle round, enemy models can only shoot that model if it is the closes target visible to them.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Grandfather's Blessing",
					"sub": "Death Guard Tactic",
					"desc": "Use this Tactic at the start of the first battle round. Pick a model from your kill team and roll a D6. On a 1 that model is found unworthy and suffers D3 mortal wounds. On a 2+ add 1 to hit and wound rolls for the model until the end of the battle. You can only use this Tactic once per battle.",
					"cp": 2,
					"phases": {
						"round_one": true
					}
				},
				{
					"title": "Nurgle's Gift",
					"sub": "Death Guard Tactic",
					"desc": "Use this Tactic after a Poxwalker from your kill team takes an enemy model out of action in the Fight phase. Roll a D6. On a 4+ you may set up a new Poxwalker within 1\"\" of the Poxwalker that made the attack. The new Poxwalker is treated as a member of your kill team, but is not part of a Fire team (pg 204) and is not added to your command roster.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Nurgling Infestation",
					"sub": "Death Guard Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Pick an enemy model within 1\"\" of your Leader and roll a D6. On a 4+ that enemy model suffers 1 mortal wound.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Putrid Splatter",
					"sub": "Death Guard Tactic",
					"desc": "Use this Tactic when a model from your kill team loses a wound in the Fight phase. Roll a D6 for each enemy model within 1\"\" of that model. On a 6 that enemy model suffers 1 mortal wound after all of its attacks have been resolved.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Veterans of the Long War",
					"sub": "Death Guard Tactic",
					"desc": "Use this Tactic when a Chaos Space Marine or Terminator model from your kill team is chosen to attack in the Shooting or Fight phase. You can add 1 to wound rolls for the model's attacks that target Imperium models until the end of the phase.",
					"cp": 2,
					"phases": {
						"event": true
					},
					"keywords": [
						"Terminator"
					]
				},
				{
					"title": "Teleport Strike",
					"sub": "Death Guard Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Terminator"
					]
				}
			]
		},
		{
			"faction": "Kroot",
			"Stratagems": [
				{
					"title": "Agile Hunter",
					"sub": "Kroot Tactic",
					"desc": "Use this Tactic when a model from your kill team moves in the Movement phase. This model can leap over gaps less han 4\"\" across instead of less than 2\"\" across until the end of this phase.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Hyper-evolution",
					"sub": "Kroot Tactic",
					"desc": "Use this Tactic when a model from your kill team takes an enemy model out of action in the Fight phase, and is not within 1\"\" of any other enemy models. This model may not move in the consolidate step. Add 1 to this model's Move and Strength characteristics until the end of the battle.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Prestigious Trophy",
					"sub": "Kroot Tactic",
					"desc": "Use this Tactic when a Kroot Carnivore from your kill team takes an enemy Leader out of action in the Fight phase. That Kroot Carnivore automatically passes Nerve tests until the end of the battle.",
					"cp": 1,
					"phases": {
						"fight": true
					},
					"keywords": [
						"Kroot Carnivore"
					]
				},
				{
					"title": "Primal Savagery",
					"sub": "Kroot Tactic",
					"desc": "Use this Tactic at the end of the Fight phase. Pick a Krootox Rider from your kill team that is within 1\"\" of an enemy model - your model can immediately fight again.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Tearing Jaws",
					"sub": "Kroot Tactic",
					"desc": "Use this Tactic before you make an Injury roll for a model whose wounds were reduced to 0 by an attack made by a Kroot Hound. Roll two D6 for that injury roll and use the highest result.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Unfettered Aggression",
					"sub": "Kroot Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to fight in the Fight phase. Until the end of the phase, add 1 to that model's Attacks charcteristic.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				}
			]
		},
		{
			"faction": "Astra Militarum",
			"Stratagems": [
				{
					"title": "Cunning Strategy",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic after your Leader or an Officer from your kill team has issued an order. That model may immediately issue an additional order.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Defensive Stand",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic when a charge is declared against a model from your kill team. When that model fires Overwatch this phase, they successfully hit on a roll of 5 or 6.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Get Down!",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic in your opponent's turn in the Shooting phase when they choose a model from your kill team as a target, and your model is obscured. Attacks that target that model in this phase suffer an additional -1 penalty to their hit rolls",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Reserves of Courage",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic at the start of your turn in the Morale phase. Pick a model from your kill team that is required to take a Nerve test. Roll a D3 for that model rather than a D6 when taking the test.",
					"cp": 1,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Aerial Drop",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three models that are any combination of Militarum Tempestus Scion and/or Tempestor Prime models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Militarum Tempestus"
					]
				},
				{
					"title": "Adrenal Shot",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic when a model from your kill team suffers a mortal wound. Roll a D6 for that mortal wound, and any other mortal wound suffered by that model for the rest of the phase; on a 5+ the mortal wound is ignored and has no effect.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Fight to the Death",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic before an Injury roll is made for a model from your kill team. Apply a -1 modifier to the Injury roll.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Grenadiers",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to shoot in the Shooting phase. You can use a Grenade weapon that model is equipped with, even if another model from your kill team has already used a Grenade weapon this phase. You can use this Tactic multiple times in the same phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Reconnaissance Protocols",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic at the start of the first battle round. Choose a Militarum Tempestus model from your kill team that is on the battlefield; that model can immediately make a normal move as if it were the Movement phase, but instead of moving up to their Move characteristic, they move up to 2D6\"\" instead.",
					"cp": 1,
					"phases": {
						"round_one": true
					},
					"keywords": [
						"Militarum Tempestus"
					]
				},
				{
					"title": "Sir, Yes Sir!",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic after picking a model from your kill team to be affected by an order. All models from your kill team (other than your kill team's Leader) within 3\"\" of that model are also affected by the same order. You cannot use this Tactic in the same battle round as the Cunning Strategy Tactic.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Vengeance for Cadia!",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to shoot or fire Overwatch and the target is a Heretic Astartes model. You can RR failed hit and wound rolls for your model against that Heretic Astartes model.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Mission Critical Supplies",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic at the beginning of the first battle round. Choose a Munitorum Armoured Container. Subtract 1 from Nerve tests you take for models from your kill team that are within 1\"\" of this container for the rest of the battle.",
					"cp": 1,
					"phases": {
						"round_one": true
					}
				},
				{
					"title": "Bellowing Voice",
					"sub": "Astra Militarum Tactic",
					"desc": "Use this Tactic at the start of the battle round if your kill team includes a Commander. Until the end of the battle round increase the range of that model's aura abilities by 3\"\".",
					"cp": 1,
					"phases": {
						"round": true
					},
					"keywords": [
						"Commander"
					]
				}
			]
		},
		{
			"faction": "Thousand Sons",
			"Stratagems": [
				{
					"title": "Cycle of Slaughter",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic at the end of the Fight phase. Pick a Tzaangor from your kil team - that model can immediately fight an additional time.",
					"cp": 2,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Hungering Warpflame",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic in the Shooting phase when you choose a model in your kill team to shoot with a warpflamer or warpflame pistol. Until the end of the phase, you can roll two dice when determining the number of attacks made by that weapon and pick the highest result.",
					"cp": 1,
					"phases": {
						"shoot": true
					},
					"equipment": [
						"warpflame pistol",
						"warpflamer"
					]
				},
				{
					"title": "Immovable Automaton",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic when a Rubric Marine or Rubric Marine Gunner, Scarab Occult Terminator or Scarab Occult Gunner from your kill team is taken out of action. Roll a D6. On a 4+ that model suffers a flesh wound instead.",
					"cp": 2,
					"phases": {
						"event": true
					},
					"keywords": [
						"Terminator"
					]
				},
				{
					"title": "Malicious Familiar",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Pick an enemy model within 1\"\" of your Leader and roll a D6. On a 4+ that enemy model suffers 1 mortal wound.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Sorcerous Focus",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic at the start of your turn in the Psychic phase. Pick a Psyker model from your kill team that is within 2\"\" of at least two other models from your kill team. Add 6\"\" to the range of this model's Psybolt psychic power until the end of the phase.",
					"cp": 2,
					"phases": {
						"psychic": true
					}
				},
				{
					"title": "Veterans of the Long War",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic when a Chaos Space Marine or Terminator model from your kill team is chosen to attack in the Shooting or Fight phase. You can add 1 to wound rolls for the model's attacks that target Imperium models until the end of the phase.",
					"cp": 2,
					"phases": {
						"event": true
					},
					"keywords": [
						"Terminator"
					]
				},
				{
					"title": "Teleport Strike",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Terminator"
					]
				},
				{
					"title": "Shield of Desecration",
					"sub": "Thousand Sons Tactic",
					"desc": "Use this Tactic at the begining of the Shooting phase if a Psyker from your kill team other than a shaken model is within 1\"\" of a Fallen Statue. Until the end of the phase, add 1 to any saving throws you make for models from your kill team that are within 3\"\" of that Fallen Statue.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				}
			]
		},
		{
			"faction": "T'au Empire",
			"Stratagems": [
				{
					"title": "Breach and Clear",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic in your turn in the Shooting phase, when a Fire Warrior Breacher from your kill team targets an enemy model that is obscured. RR failed wound rolls made for the Fire Warrior Breacher against that enemy model until the end of this phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Recon Sweep",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic in the Shooting phase when you pick a Pathfinder from your kill team to shoot. Instead of shooting, that model can immediately make a normal move as if it were the Movement phase, but instead of moving up to their Move characteristic they move up to 2D6\"\".",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Stimulant Injection",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic when a model from your kill team (other than a Drone) loses a wound. Roll a D6 for that wound, and each other wound lost by that model for the rest of the phase; on a 5+ that wound is not lost.",
					"cp": 1,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Uplinked Markerlight",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic after an enemy model has been hit by a markerlight fired by a model from your kill team. Place D3+1 markerlight counters next to that model instead of only 1.",
					"cp": 2,
					"phases": {
						"event": true
					}
				},
				{
					"title": "The Baited Trap",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic before a model from your kill team fires Overwatch. Until the end of the phase, that model's Overwatch shots are successful on rolls of 4+ instead of rolls of only 6.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Focused Fire",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic after a model from your kill team inflicts an unsaved wound on an enemy model in the Shooting phase. For the rest of the phase, you can add 1 to wound rolls for attacks made by other models from your kill team that target the same enemy model, so long as the attacking model is within 2\"\" of the model that inflicted the wound.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Mult-spectrum Sensor Suite",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic when you choose a model from your kill team to shoot in the Shooting phase. Enemy models gain no benefit for being obscured against shots made by that model this phase.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Neuroweb System Jammer",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic at the start of the Shooting phase. Pick an enemy model within 12\"\" of a model from your kill team. Until the end of the phase, that model's controlling player must subtract 1 from hit rolls made for that model.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Support Turret Replacement",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Pick a friendly Fire Warrior or Fire Warrior Breacher model whose DS8 Tactical Support Turret has been removed from the battlefield. You may immediately set up a new DS8 Tactical Support Turret within 2\"\" of that model.",
					"cp": 2,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Tandem Hunting Pattern",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic at the start of the Ready, Fire! step of the Shooting phase. The first time it is your turn to select a Readied model to shoot with, you may instead select two Readied models from your kill team that are within 4\"\" of each other. You may resolve both models' shooting attacks before any other player chooses a model.",
					"cp": 2,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Inheritors of the Galaxy",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic at the beginning of the Morale phase, if models from your kill team are the only models on an Imperial Defence Line model. You can subract 1 from any Nerve tests you take for those models in this phase.",
					"cp": 1,
					"phases": {
						"morale": true
					}
				},
				{
					"title": "Inspiring Sacrifice",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic when a Commander from your kill team is taken out of action. You immediately gain D3 Command Points. This Tactic costs no Command Points, and does not trigger any abilities that allow you to gain Command Points.",
					"cp": 0,
					"phases": {
						"event": true
					},
					"keywords": [
						"Commander"
					]
				},
				{
					"title": "Manta Strike",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three models that are any combination of Battlesuits that are not Infantry but can Fly, MV1 Gun Drones, MV4 Shield Drones or MV7 Marker Drones from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Stealth Fields",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three XV25 Stealth Battlesuit models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 9\"\" away from any enemy deployment zone.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Stealthy Hunters",
					"sub": "T'au Empire Tactic",
					"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Kroot Carnivore models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 9\"\" away from any enemy deployment zone.",
					"cp": 1,
					"phases": {
						"move": true
					},
					"keywords": [
						"Kroot Carnivore"
					]
				}
			]
		},
		{
			"faction": "Chaos Daemons",
			"Stratagems": [
				{
					"title": "Cleaving Blow",
					"sub": "Chaos Daemons Tactic",
					"desc": "Use this Tactic when you pick a Bloodletter model from your kill team to attack in the Fight phase. Add 1 to the Damage characteristic of that model's Hellblade until the end of the phase.",
					"cp": 1,
					"phases": {
						"fight": true
					}
				},
				{
					"title": "Deadly Dance",
					"sub": "Chaos Daemons Tactic",
					"desc": "Use this Tactic before making a Charge roll for a Daemonette model from your kill team. You can roll 3d6 and pick which two rolls to use when determining this model's charge distance in this battle round.",
					"cp": 1,
					"phases": {
						"move": true
					}
				},
				{
					"title": "Mutated Fire",
					"sub": "Chaos Daemons Tactic",
					"desc": "Use this Tactic when you pick a Horror model from your kill team to attack in the Shooting phase. Until the end of the phase, change the Armour Piercing characteristic of this model's Coruscating Flames to -3.",
					"cp": 1,
					"phases": {
						"shoot": true
					}
				},
				{
					"title": "Pestilential Aura",
					"sub": "Chaos Daemons Tactic",
					"desc": "Use this Tactic at the start of any battle round. Pick one Plaguebearer model from your kill team. If this model is obscured, attacks that target this model suffer an additional -1 modifier to their hit rolls until the end of the battle round.",
					"cp": 1,
					"phases": {
						"round": true
					},
					"keywords": [
						"Plaguebearer"
					]
				},
				{
					"title": "Reality Blinks",
					"sub": "Chaos Daemons Tactic",
					"desc": "Use this Tactic when a Chaos Daemon that is not a Horror from your kill team is taken out of action. Roll one d6. On a 4+, that injury roll is ignored and the model is restored to 1 wound.",
					"cp": 3,
					"phases": {
						"event": true
					}
				},
				{
					"title": "Warp-Spawned Terror",
					"sub": "Chaos Daemons Tactic",
					"desc": "Use this Tactic at the start of the Morale phase. Add 1 to Nerve tests for enemy models that are within 3\"\" of any Chaos Daemon models from your kill team.",
					"cp": 2,
					"phases": {
						"morale": true
					}
				}
			]
		}
	]
}