{
    "code": "harlequins",
    "faction": "Harlequins",
    "tactics": [
        {
            "title": "Cegorach's Jest",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic after an enemy model has Fallen Back from a model from your kill team. Provided no other enemy models are within 1\" of your model, it can shoot at the model that Fell Back as if it were the Shooting phase.",
            "cp": 2,
            "phases": {
                "event": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "Fire and Fade",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic after a model from your kill team shoots in the Shooting phase. The model can immediately make a normal move of up to 7\" as if it were the Movement phase.",
            "cp": 1,
            "phases": {
                "shoot": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "Mirthless Hatred",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic when a model from your kill team is chosen to fight. Reroll failed hit rolls and failed wound rolls for this model's attacks that target Slaanesh models until the end of the phase.",
            "cp": 1,
            "phases": {
                "fight": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "Prismatic Blur",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic in the Movement phase when a model from your kill team advances. That model has a 3+ invulnerable save until the start of the next battle round.",
            "cp": 1,
            "phases": {
                "move": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "War Dancers",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic at the end of the Fight phase. Pick a model from your kill team that has already fought this phase. That model can immediately fight an addition time.",
            "cp": 2,
            "phases": {
                "fight": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "Warrior Acrobats",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic in the Movement phase when a model from your kill team Advances. Add 6\" to the model's Move characteristic for that Movement phase instead of rolling a dice.",
            "cp": 1,
            "phases": {
                "move": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "Blades of Cegorach",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic in the Movement phase, immediately after make a charge roll of 10+ for a model from your kill team. Until the end of the battle round, add 2 to the Attacks characteristc of that model.",
            "cp": 1,
            "phases": {
                "move": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "The Joy of Lament",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic in the Morale phase when an enemy model fails a Nerve test. Until the end of the phase, models from your kill team do not need to take Nerve tests whilst they are within 6\" of that model.",
            "cp": 1,
            "phases": {
                "morale": true
            },
            "source": {
                "id": "kta19",
                "page": "172"
            }
        },
        {
            "title": "Theatre of War",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic when a Commander from your kill team is reduced to 0 wounds by an attack. Only one dice is rolled for the subsequent Injury roll, regardless of the Damage characteristic of the weapon that made the attack.",
            "cp": 1,
            "phases": {
                "event": true
            },
            "keywords": [
                "Commander"
            ],
            "source": {
                "id": "kta19",
                "page": "173"
            }
        },
        {
            "title": "Ghosts of the Webway",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic at the end of the Movement phase. Choose up to three models from your kill team that were set up in Reserve. Set one of those models up anywhere on the battlefield that is more than 5\" away from any enemy models, then set up any remaining models within 2\" of that model, and more than 5\" away from any enemy models.",
            "cp": 2,
            "phases": {
                "move": true
            },
            "source": {
                "id": "kta19",
                "page": "173"
            }
        },
        {
            "title": "Dance of Death",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic in the Movement phase. Pick a model (other than a shaken model) from your kill team that has not moved this phase, and is within 1\" of an enemy model. Move that model up to 2\" so that it is more than 1\" from any enemy models. You can then declare a charge with that model, as if it was not within 1\" of an enemy model at the start of the phase. Subtract 2 from the charge roll.",
            "cp": 2,
            "phases": {
                "move": true
            },
            "source": {
                "id": "kta19",
                "page": "173"
            }
        },
        {
            "title": "Point-blank Strike",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic in the Fire at Will section of the Shooting phase, when it is your turn to choose a model to shoot. Pick a model from your kill team that made a charge move this battle round. That model can shoot with a Pistol.",
            "cp": 2,
            "phases": {
                "shoot": true
            },
            "equipment": [
                "Pistol"
            ],
            "source": {
                "id": "kta19",
                "page": "173"
            }
        },
        {
            "title": "Staged Illusion",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic in the Psychic phase when you choose a Shadowseer from your kill team to manifest psychic powers. Instead of attempting to manifest any psychic powers, remove that model from the battlefield and place it in Reserve.",
            "cp": 1,
            "phases": {
                "psychic": true
            },
            "keywords": [
                "Shadowseer"
            ],
            "source": {
                "id": "kta19",
                "page": "174"
            }
        },
        {
            "title": "Trickery and Deception",
            "sub": "Harlequins Tactic",
            "desc": "Use this Tactic at the end of the Movement phase. Choose two models from your kill team (other than shaken models) that are within 8\" of each other. Mark each model's position with a counter, then remove each model from the battlefield and place each model in the exact position the other previously occupied.\nIf either of those models are no longer within 1\" of any enemy models, they are considered to have Fallen Back (even if they did not start the phase within 1\" of an enemy model). If either of those models are within 1\" of any enemy models, they are considered to have charged all enemy models within 1\".",
            "cp": 1,
            "phases": {
                "move": true
            },
            "source": {
                "id": "kta19",
                "page": "174"
            }
        },
        {
            "title": "Choreographer of War",
            "sub": "Troupe Master Aura Tactic",
            "desc": "Use this Tactic at the start of the Fight phase. As long as this model is not shaken, you can RR failed wound rolls for friendly models that are within 6\" of this model.",
            "cp": 1,
            "phases": {
            	"fight": true
            },
            "keywords": [
                "Troupe Master"
            ],
            "source": {
                "id": "kta19",
                "page": "174"
            }
        },
        {
            "title": "The Art of the Kill",
            "sub": "Death Jester Aura Tactic",
            "desc": "Use this Tactic at the start of the Shooting phase. As long as this model is not shaken, you can add 1 to wound rolls for friendly models that are within 6\" of this model.",
            "cp": 1,
            "phases": {
            	"shoot": true
            },
            "keywords": [
                "Death Jester"
            ],
            "source": {
                "id": "kta19",
                "page": "174"
            }
        }
    ]
}