{
	"faction": "Heretic Astartes",
	"versionName": "0.1-alpha",
	"versionCode": 1,
	"Stratagems": [
		{
			"title": "Beseech the Gods",
			"sub": "Heretic Astartes Tactic",
			"desc": "Use this Tactic at the start of the first battle round. Pick a model from your kill team and roll a D6. On a 1 that model is found unworthy and suffers D3 mortal wounds. On a 2+ add 1 to hit and wound rolls for the model until the end of the battle. You can only use this Tactic once per battle.",
			"cp": 2,
			"phases": {
				"round_one": true
			}
		},
		{
			"title": "Daemon Spirit",
			"sub": "Heretic Astartes Tactic",
			"desc": "This Tactic is used at the end of the Movement phase. Pick an enemy model within 1\"\" of your Leader and roll a D6. On a 4+ that enemy model suffers 1 mortal wound.",
			"cp": 2,
			"phases": {
				"move": true
			}
		},
		{
			"title": "Fury of Khorne",
			"sub": "Heretic Astartes Tactic",
			"desc": "Use this Tactic at the end of the Fight phase. Pick a Khorne model from your kill team that is within 1\"\" of an enemy model - your model can immediately fight again.",
			"cp": 2,
			"phases": {
				"fight": true
			}
		},
		{
			"title": "Veterans of the Long War",
			"sub": "Heretic Astartes Tactic",
			"desc": "Use this Tactic when a Chaos Space Marine or Terminator model from your kill team is chosen to attack in the Shooting or Fight phase. You can add 1 to wound rolls for the model's attacks that target Imperium models until the end of the phase.",
			"cp": 2,
			"phases": {
				"event": true
			},
			"keywords": [
				"Terminator"
			]
		},
		{
			"title": "Teleport Strike",
			"sub": "Heretic Astartes Tactic",
			"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Terminator models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
			"cp": 1,
			"phases": {
				"move": true
			},
			"keywords": [
				"Terminator"
			]
		}
	]
}