{
	"faction": "",
	"versionName": "0.1-alpha",
	"versionCode": 1,
	"Stratagems": [
		{
			"title": "Careful Aim",
			"sub": "Sniper Level 1 Tactic",
			"desc": "Use this Tactic when you choose a Sniper specialist from your kill team to shoot in the Shooting phase. You can add 1 to hit rolls for that model until the end of the phase.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"keywords": [
				"Sniper specialist"
			],
			"specialist": "Sniper",
			"level": 1
		},
		{
			"title": "Headshot",
			"sub": "Sniper Level 2 Tactic",
			"desc": "Use this Tactic when you pick a Sniper specialist of Level 2 or higher from your kill team to shoot in the Shooting phase. Until the end of the phase, when that model shoots at obscured targets they are considered not to be obscured.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"keywords": [
				"Sniper specialist"
			],
			"specialist": "Sniper",
			"level": 2
		},
		{
			"title": "Quick Shot",
			"sub": "Sniper Level 3 Tactic",
			"desc": "Use this Tactic when you pick a Sniper specialist of Level 3 or higher from your kill team to shoot in the Shooting phase. In this Shooting phase, double the number of shots fired by that model’s ranged weapons (e.g. an Assault 2 weapon would fire 4 shots), but subtract 1 from hit rolls for that model. You cannot use this Tactic in the same battle round as the Headshot Tactic.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"keywords": [
				"Sniper specialist"
			],
			"specialist": "Sniper",
			"level": 3
		},
		{
			"title": "Lead by Example",
			"sub": "Leader Level 1 Tactic",
			"desc": "Use this Tactic when you pick a Leader from your kill team to fight in the Fight phase. Choose another friendly model within 3\"\" of them that is eligible to fight. You can fight with each of these models, in an order of your choice, before the next player’s turn.",
			"cp": 1,
			"phases": {
				"fight": true
			},
			"specialist": "Leader",
			"level": 1
		},
		{
			"title": "Fire on my Target",
			"sub": "Leader Level 2 Tactic",
			"desc": "Use this Tactic when you pick a Leader of Level 2 or higher from your kill team to shoot in the Shooting phase. Choose another friendly model within 3\"\" of them that is eligible to shoot. You can make a shooting attack with each of these models, in an order of your choice, before the next player’s turn.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"specialist": "Leader",
			"level": 2
		},
		{
			"title": "Force Of Will",
			"sub": "Leader Level 3 Tactic",
			"desc": "Use this Tactic at the start of the battle round, if a Leader of Level 3 or higher from your kill team is on the battlefield and not shaken. In this battle round, your kill team does not suffer the penalty for being broken.",
			"cp": 1,
			"phases": {
				"round": true
			},
			"specialist": "Leader",
			"level": 3
		},
		{
			"title": "Up And At ‘Em!",
			"sub": "Combat Level 1 Tactic",
			"desc": "Use this Tactic in the Fight phase, after attacking with a model from your kill team. Pick a Combat specialist from your kill team that has not yet attacked this phase: you can immediately fight with them.",
			"cp": 1,
			"phases": {
				"fight": true
			},
			"specialist": "Combat",
			"level": 1
		},
		{
			"title": "Defensive Fighter",
			"sub": "Combat Level 2 Tactic",
			"desc": "Use this Tactic at the start of the Fight phase. Pick a Combat specialist of Level 2 or higher from your kill team. Until the end of the phase, you must subtract 2 from that model’s Attacks characteristic (to a minimum of 1), but your opponent(s) must re-roll successful hit rolls made against that model.",
			"cp": 1,
			"phases": {
				"fight": true
			},
			"specialist": "Combat",
			"level": 2
		},
		{
			"title": "Deadly Charge",
			"sub": "Combat Level 3 Tactic",
			"desc": "Use this Tactic when a Combat specialist of Level 3 or higher from your kill team finishes a charge move within 1\"\" of an enemy model. Roll a D6; on a 5+ that enemy model suffers 1 mortal wound.",
			"cp": 1,
			"phases": {
				"event": true
			},
			"specialist": "Combat",
			"level": 3
		},
		{
			"title": "Rousing Transmission",
			"sub": "Comms Level 1 Tactic",
			"desc": "Use this Tactic in the Morale phase before taking any Nerve tests. Until the end of the phase you can subtract 1 from Nerve tests for models from your kill team as though the Comms specialist was within 2\"\" of them.",
			"cp": 1,
			"phases": {
				"morale": true
			},
			"specialist": "Comms",
			"level": 1
		},
		{
			"title": "Scanner Uplink",
			"sub": "Comms Level 2 Tactic",
			"desc": "Use this Tactic when you pick a model from your kill team that is within 6\"\" of a friendly Comms specialist of Level 2 or higher to shoot in the Shooting phase. That model can target an enemy model that is not visible to them. If they do so, a 6 is required for a successful hit roll irrespective of the model’s Ballistic Skill or any other modifiers, even if that weapon would normally hit automatically. The target is treated as obscured.",
			"cp": 2,
			"phases": {
				"shoot": true
			},
			"specialist": "Comms",
			"level": 2
		},
		{
			"title": "New Intelligence",
			"sub": "Comms Level 3 Tactic",
			"desc": "Use this Tactic at the end of the Movement phase. Pick a model from your kill team within 12\"\" of a friendly Comms specialist of Level 3 or higher. Ready that model.",
			"cp": 1,
			"phases": {
				"move": true
			},
			"specialist": "Comms",
			"level": 3
		},
		{
			"title": "Custom Ammo",
			"sub": "Demolitions Level 1 Tactic",
			"desc": "Use this Tactic when you pick a Demolitions specialist from your kill team to shoot in the Shooting phase. You can add 1 to wound rolls for that model’s ranged weapons in this phase.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"specialist": "Demolitions",
			"level": 1
		},
		{
			"title": "Lucky Escape",
			"sub": "Demolitions Level 2 Tactic",
			"desc": "Use this Tactic at the start of the Shooting phase. Pick a Demolitions specialist of Level 2 or higher from your kill team. Roll a D6 each time that model loses a wound in this phase; on a 5+ that wound is not lost.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"specialist": "Demolitions",
			"level": 2
		},
		{
			"title": "High Explosive",
			"sub": "Demolitions Level 3 Tactic",
			"desc": "Use this Tactic when you pick a Demolitions specialist of Level 3 or higher from your kill team to shoot in the Shooting phase. In this Shooting phase, they can only shoot a single weapon, and that weapon can only fire 1 shot (even if it would normally fire more). However, that weapon’s Damage characteristic is increased by 2. You cannot use this Tactic in the same battle round as the Custom Ammo Tactic.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"specialist": "Demolitions",
			"level": 3
		},
		{
			"title": "More Bullets",
			"sub": "Heavy Level 1 Tactic",
			"desc": "Use this Tactic when you pick a Heavy specialist from your kill team to shoot in the Shooting phase. You can add 1 to the number of shots fired by that model’s ranged weapons, with the exception of weapons that would otherwise fire 1 shot (e.g. an Assault 2 weapon would fire 3 shots, but a Rapid Fire 1 weapon at long range would fire 1 shot) in this Shooting phase.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"specialist": "Heavy",
			"level": 1
		},
		{
			"title": "Overwhelming Firepower",
			"sub": "Heavy Level 2 Tactic",
			"desc": "Use this Tactic when you pick a Heavy specialist of Level 2 or higher from your kill team to shoot in the Shooting phase. That model can shoot twice in this Shooting phase; after they have shot a first time, immediately shoot with them again. You cannot use this Tactic in the same battle round as the More Bullets Tactic.",
			"cp": 2,
			"phases": {
				"shoot": true
			},
			"specialist": "Heavy",
			"level": 2
		},
		{
			"title": "Unkillable",
			"sub": "Heavy Level 3 Tactic",
			"desc": "Use this Tactic at the start of your turn in the Morale phase. Pick a Heavy specialist of Level 3 or higher from your kill team that has one or more flesh wounds. Remove one of that model’s flesh wounds.",
			"cp": 1,
			"phases": {
				"morale": true
			},
			"specialist": "Heavy",
			"level": 3
		},
		{
			"title": "Stimm-Shot",
			"sub": "Medic Level 1 Tactic",
			"desc": "Use this Tactic at the start of the Movement phase. Pick a model from your kill team within 2\"\" of a friendly Medic specialist that is not shaken. You can add 1 to Advance rolls and charge rolls for that model, and add 1 to that model’s Attacks characteristic until the end of the battle round.",
			"cp": 1,
			"phases": {
				"move": true
			},
			"specialist": "Medic",
			"level": 1
		},
		{
			"title": "Painkiller",
			"sub": "Medic Level 2 Tactic",
			"desc": "Use this Tactic at the end of the Movement phase. Pick a model from your kill team within 2\"\" of a friendly Medic specialist of Level 2 or higher that is not shaken. Add 2 to that model’s Toughness characteristic until the end of the battle round.",
			"cp": 2,
			"phases": {
				"move": true
			},
			"specialist": "Medic",
			"level": 2
		},
		{
			"title": "Emergency Resuscitation",
			"sub": "Medic Level 3 Tactic",
			"desc": "Use this Tactic when a Medic specialist of Level 3 or higher from your kill team that is not shaken is within 2\"\" of another model from your kill team that suffers an Out of Action Injury roll result. That model suffers a Flesh Wound result instead.",
			"cp": 2,
			"phases": {
				"event": true
			},
			"specialist": "Medic",
			"level": 3
		},
		{
			"title": "Quick March",
			"sub": "Scout Level 1 Tactic",
			"desc": "Use this Tactic when you pick a Scout specialist from your kill team to move in the Movement phase. Increase the model’s Move characteristic by 2\"\" this phase.",
			"cp": 1,
			"phases": {
				"move": true
			},
			"specialist": "Scout",
			"level": 1
		},
		{
			"title": "Marked Positions",
			"sub": "Scout Level 2 Tactic",
			"desc": "Use this Tactic at the start of the Shooting phase. Pick an enemy model within 6\"\" of a Scout specialist of Level 2 or higher from your kill team that is not shaken. You can re-roll hit rolls of 1 for shooting attacks made by models in your kill team that target that enemy model until the end of the phase.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"specialist": "Scout",
			"level": 2
		},
		{
			"title": "Move Unseen",
			"sub": "Scout Level 3 Tactic",
			"desc": "Use this Tactic at the start of your turn in the Movement phase. Pick a Scout specialist of Level 3 or higher from your kill team that is not shaken. Remove that model from the battlefield and set it up again anywhere within 18\"\" of its previous position and more than 3\"\" from any enemy models. It is considered to have Advanced.",
			"cp": 2,
			"phases": {
				"move": true
			},
			"specialist": "Scout",
			"level": 3
		},
		{
			"title": "Adaptive Tactics",
			"sub": "Veteran Level 1 Tactic",
			"desc": "Use this Tactic at the start of the first battle round, but before the Initiative phase. Pick a Veteran specialist from your kill team. They can make a normal move or Advance. You can only use this Tactic once per battle.",
			"cp": 1,
			"phases": {
				"round": true
			},
			"specialist": "Veteran",
			"level": 1
		},
		{
			"title": "Well Drilled",
			"sub": "Veteran Level 2 Tactic",
			"desc": "Use this Tactic at the start of your turn in the Shooting phase. Pick a Veteran specialist of Level 2 or higher from your kill team. Ready them unless they are within 1\"\" of an enemy. They can shoot in that phase as if they had not moved in the Movement phase.",
			"cp": 2,
			"phases": {
				"shoot": true
			},
			"specialist": "Veteran",
			"level": 2
		},
		{
			"title": "Roll With The Hits",
			"sub": "Veteran Level 3 Tactic",
			"desc": "Use this Tactic during your opponent’s turn in the Shooting phase. Pick a Veteran specialist of Level 3 or higher from your kill team that has been Injured, before your opponent makes the Injury roll. Your opponent can only roll a single dice for that Injury roll.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"specialist": "Veteran",
			"level": 3
		},
		{
			"title": "Killing Frenzy",
			"sub": "Zealot Level 1 Tactic",
			"desc": "Use this Tactic when you pick a Zealot specialist from your kill team to fight in the Fight phase. Until the end of the phase, each time you make a hit roll of 6+ for that model you can make an additional attack with the same weapon against the same target. These attacks cannot themselves generate any further attacks.",
			"cp": 1,
			"phases": {
				"fight": true
			},
			"specialist": "Zealot",
			"level": 1
		},
		{
			"title": "Martyr",
			"sub": "Zealot Level 2 Tactic",
			"desc": "Use this Tactic when a Zealot specialist of Level 2 or higher from your kill team loses their last wound, before any player rolls on the Injury table. You may immediately shoot with one of its weapons as if it were the Shooting phase, or pile in and make one attack as if it were the Fight phase.",
			"cp": 2,
			"phases": {
				"event": true
			},
			"specialist": "Zealot",
			"level": 2
		},
		{
			"title": "Terrifying Rampage",
			"sub": "Zealot Level 3 Tactic",
			"desc": "Use this Tactic at the start of the Morale phase. Pick a Zealot specialist of Level 3 or higher from your kill team that took an enemy model out of action in the preceding Fight phase. Each enemy model within 6\"\" of the Zealot must take a Nerve test. If the test is failed the model is shaken.",
			"cp": 2,
			"phases": {
				"morale": true
			},
			"specialist": "Zealot",
			"level": 3
		},
		{
			"title": "Decisive Move",
			"sub": "Tactic",
			"desc": "Use this Tactic at the start of the Movement phase. Pick a model from your kill team and make a move with it before any other models (including an Advance move, Fall Back move or charge attempt if you wish). If another player uses this Tactic, roll off; the winner goes first.",
			"cp": 1,
			"phases": {
				"move": true
			}
		},
		{
			"title": "Decisive Shot",
			"sub": "Tactic",
			"desc": "Use this Tactic at the start of the Shooting phase. Pick a model from your kill team that is eligible to shoot and shoot with it before any other models. If another player uses this Tactic, roll off; the winner goes first.",
			"cp": 2,
			"phases": {
				"shoot": true
			}
		},
		{
			"title": "Decisive Strike",
			"sub": "Tactic",
			"desc": "Use this Tactic at the start of the Fight phase. Pick a model from your kill team that is eligible to fight and fight with it before any other models. If another player uses this Tactic, roll off; the winner goes first.",
			"cp": 2,
			"phases": {
				"fight": true
			}
		},
		{
			"title": "Gritted Teeth",
			"sub": "Tactic",
			"desc": "Use this Tactic when you choose a model with one or more flesh wounds to shoot in the Shooting phase or fight in the Fight phase. Until the end of the phase, this model's attacks do not suffer any penalty to their hit rolls from this model's flesh wound(s).",
			"cp": 1,
			"phases": {
				"event": true
			}
		},
		{
			"title": "Insane Bravery",
			"sub": "Tactic",
			"desc": "Use this Tactic before taking any Nerve tests in the Morale phase. You can automatically pass a single Nerve test for a model from your kill team.",
			"cp": 1,
			"phases": {
				"morale": true
			}
		},
		{
			"title": "Tactical Re-Roll",
			"sub": "Tactic",
			"desc": "RR a single Advance roll, charge roll, Psychic test, Deny the Witch test, hit roll, wound roll, saving throw, Injury roll or Nerve test.",
			"cp": 1,
			"phases": {
				"event": true
			}
		}
	]
}