{
	"faction": "Necrons",
	"versionName": "0.1-alpha",
	"versionCode": 1,
	"Stratagems": [
		{
			"title": "Disruption Fields",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when you choose a model in your kill team to fight in the Fight phase. Increase the Strength characteristic of that model by 1 until the end of the phase.",
			"cp": 1,
			"phases": {
				"fight": true
			}
		},
		{
			"title": "Flensing Fury",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when you choose a Flayed One in your kill team to fight in the Fight phase. Until the end of the phase, each time you make a wound roll of 6+ for that model's flayer claws, add 1 to the Damage characteristic of the weapon for that attack.",
			"cp": 1,
			"phases": {
				"fight": true
			},
			"keywords": [
				"Flayed One"
			]
		},
		{
			"title": "Mindshackle Scarabs",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic at the start of the Shooting phase. Pick an enemy model within 6\"\" of a model from your kill team and roll 2D6. If the result is higher than the enemy model's Leadership characteristic, you can immediately make a shooting attack with one of that model's range weapons as if it were a model from your kill team.",
			"cp": 2,
			"phases": {
				"shoot": true
			}
		},
		{
			"title": "Overcharged Disintegration",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic in the Shooting phase when you choose a model in your kill team to shoot with a gauss flayer or gauss blaster. Improve the Armour Penetration characteristic of that weapon by 1 until the end of the phase (e.g. AP -1 becomes AP -2, AP -2 becomes AP -3).",
			"cp": 2,
			"phases": {
				"shoot": true
			},
			"equipment": [
				"gauss blaster",
				"gauss flayer"
			]
		},
		{
			"title": "Prime Reanimation Protocols",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when an Injury roll is made for a model from your kill team. Roll an additional dice and apply the lowest result.",
			"cp": 2,
			"phases": {
				"event": true
			}
		},
		{
			"title": "Targeting Routines",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when you choose a model in your kill team to shoot in the Shooting phase. Add 1 to hit rolls for that model against targets which are obscured.",
			"cp": 1,
			"phases": {
				"shoot": true
			}
		},
		{
			"title": "Assured Disintegration",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when you choose a Deathmark from your kill team to shoot in the Shooting phase. Until the end of the phase you may RR hit rolls made for that model.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"keywords": [
				"Deathmark"
			]
		},
		{
			"title": "Deathless Ire",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when a model​ from your kill team suffers a flesh wound​ as the result of an Injury roll. It is shaken instead.",
			"cp": 2,
			"phases": {
				"event": true
			}
		},
		{
			"title": "Entropic Strike",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when you choose a mode​l in your kill team to fight in the Fight phase​. Until the end of the phase, if that model's attacks​ reduce a target to 0 ​wounds, add 1 to the Injury roll​ you make for the target.",
			"cp": 1,
			"phases": {
				"fight": true
			}
		},
		{
			"title": "Resurrection Protocols",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic when your Leader is slain​. Instead of removing the model, place it on its side​. At the end of the phase, roll a D6​. On a 4+ the model is no longer slain​: stand the model up again as close as possible to its previous position but more than 1\"\" away from enemy models with 1 wound remaining and no flesh wounds. If a model is still on the battlefield at the end of the battle after having been resurrected in this way, it is not considered to have been taken out of action for victory points purposes. You can only use this Tactic once per battle.",
			"cp": 2,
			"phases": {
				"event": true
			}
		},
		{
			"title": "Superior Inheritance",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic after a model ​from your kill team shoots with a gauss flayer or gauss blaster​. That model can immediately shoot again​ with the same weapon.",
			"cp": 1,
			"phases": {
				"shoot": true
			},
			"equipment": [
				"gauss blaster",
				"gauss flayer"
			]
		},
		{
			"title": "Tireless Advance",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic at the start of the Shooting phase​. One model ​of your choice from your kill team becomes Readied ​(even if it moved in the previous Movement phase) and may shoot in this phase​ as if they had not moved in the Movement phase. This Tactic may not be used on a model that is within 1\"\" of an enemy model.",
			"cp": 1,
			"phases": {
				"shoot": true
			}
		},
		{
			"title": "Grisly Trophies",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic at the beginning of the Morale phase, if models from your kill team are the only models on an Imperial Defense Line model. Your opponent(s) must add 1 to any Nerve tests they take for enemy models within 4\"\"of that Imperial Defense Line.",
			"cp": 2,
			"phases": {
				"morale": true
			}
		},
		{
			"title": "Enduring Will",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic at the start of the battle round if your kill team includes a Commander, as long as that model is not shaken. Until the end of the battle round, reduce the damage that model suffers from each attack by 1, to a minimum of 1.",
			"cp": 2,
			"phases": {
				"round": true
			},
			"keywords": [
				"Commander"
			]
		},
		{
			"title": "Hunters from Hyperspace",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Deathmark models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
			"cp": 1,
			"phases": {
				"move": true
			},
			"keywords": [
				"Deathmark"
			]
		},
		{
			"title": "Haunting Horrors",
			"sub": "Necrons Tactic",
			"desc": "Use this Tactic at the end of the Movement phase. Choose up to three Flayed One models from your kill team that were set up in Reserve and set them up anywhere on the battlefield that is more than 5\"\" away from any enemy models.",
			"cp": 1,
			"phases": {
				"move": true
			},
			"keywords": [
				"Flayed One"
			]
		}
	]
}